content/posts/20211216102422-dalla_robotopia_al_cyberpunk.md
+++
title = "Dalla Robotopia al Cyberpunk"
draft = false
+++

-   Source: <https://not.neroeditions.com/dalla-robotopia-al-cyberpunk/>

    > Perché il Giappone appare, perennemente, come la più intrinsecamente futuristica tra le nazioni? Quando ero bambino il futuro era l’America. Il ruolo del Giappone stava solo nella produzione di robot di latta a carica e astronauti di plastica stampati a iniezione. Quarant’anni dopo, la relazione speciale che l’America aveva con il futuro si è spezzata.
    > ~ [William Gibson]({{< relref "20211216102621-william_gibson.md" >}})

-   Giappone - Tecnologia
    -   Epoca Meiji
        -   1868 - 1912
        -   acquisire tecnologie aliene per sopravvivere
    -   Seconda guerra mondiale
        -   bomba atomica massima espressione della scienza occidentale
        -   vera apocalisse
    -   Dopoguerra
        -   tecnologia e societa' dei consumi creano a identita' nazionale odierna
-   [Nishida Kitaro]({{< relref "20211216103448-nishida_kitaro.md" >}})
    -   fondatore della scuola di Kyoto
        -   _filosofi del nulla_
    -   compremesso cultura giapponese e tecnologia occidentale
        -   **Mondo Storico** condizione ideale, dissolvere l'opposizione Est-Ovest in un'unicita' universale senza perdere le proprie particolarita'


## Robot {#robot}

-   fumetto esprime fantasie, speranze e dubbi riguardo il nuovo mondo
    -   Kasei Tanken - 1940
    -   Kagaku senshi - 1943
    -   Tetsuwan Atom - 1950
        -   Astro Boy, [automa]({{< relref "20211216104340-automa.md" >}}) e non telecomandato, parte del successo
-   generalizzando aspetti dello shintoismo
    -   _ogni cosa e' sacra e ha uno spirito_
        -   _kami_ in ogni dove
    -   il robot e' visto come vivo

Queste letture sono culla di autori come [Masamune Shiro]({{< relref "20211216104517-masamune_shiro.md" >}}) (_Ghost in the Shell_).

-   un infanzia educata dalla <span class="underline">fanta robotica</span>
-   robot amici, attrezzi umani
-   tecnologia nel dopoguerra fondamentale per la ricostruzione e per l'emancipazione dal'occidente e la colonializzazione

-   Mecha - primi anni '70
    -   Mazinga Z
    -   UFO Robo

Il genere fantascientifico in Giappone e' frutto di molte influenze conteporanee dal occidente.
Nel 1973 con _Gundam_, Tomino Yashiyuki, si passa dal _super robot_ al _real robot_

-   l'elemento robotico viene considerato arma militare e trattata da tale
-   da qui nasce anche un certo feticismo militaresco
    -   [Metal Gear Saga]({{< relref "20200624021510-metal_gear_saga.md" >}})


## Innesti {#innesti}

-   meta' anni '80
    -   _Akira_ - Otomo Katsuhiro
    -   _Neuromante_, non tradotto in giapponese
-   _Ghost in the Shell_ - Shirow Masamune
    -   lungometraggio, elementi cyberpunk accessori estetici
    -   manga, densi di cibernetica applicata, implecazioni etiche discusse nelle note dell'autore
-   _Anita_ - Kishiro Yukito
    -   piu' legato alla parte organica

Tra '80 e '90 emerge la figura del cyborg femminile, in contraltare coi i corrispettivi occidentali

-   _Cyborg Manifesto_, Donna Haraway

Queste opere sono sintomo del conflitto giapponese

-   io / altro
-   organico / inorganico
-   Giappone / Occidente

> Alita, eroina senza memoria alla ricerca della propria identità, riproduce inconsciamente il percorso che fu del Giappone sulla scena mondiale tra l’era Meiji e la fine del XX secolo. È in successione ‘aggressore dei propri vicini’ (cacciatrice di taglie), ‘vincitrice di una competizione economica’ (campionessa sportiva) e ‘alleata degli Stati Uniti’ (mercenaria per Salem) prima di scoprire che un tempo fu Yoko (giapponese, dunque), guerriera sconfitta e decapitata.
> ~ Bouissou


## Superflat {#superflat}

-   _A Theory of Super Flat Japanese Art_ - Murakami Takashi
-   convenzioni pittoriche tradizionali dell'antico Giappone
    -   spazio piano
    -   poca profondita' negli spazi e nei volti
    -   presenti fortemente nell'arte popolare di manga anime videogiochi

-   _Neon Genesis Evangelion_ - 1995
    -   ultima evoluzione del Mecha
    -   rivolto al publico _Otaku_, con il canale diretto del merchandise

-   Otaku, evasione dalla realta'
    -   eversione e ribellione dalla realta' ultra-tecnoliberista da una severissima morale sociale
    -   misero paliativo che cementifica la realta' prigione
    -   in questo senso l'erotizzazione: <span class="underline">ribaltamento della norma e catarsi</span>


## Nichilismo {#nichilismo}

-   _Blame!_ - Tsutomu Nihei
    -   iperoggetti, [Timothy Morton]({{< relref "20211216112703-timothy_morton.md" >}})
    -   incubi tecnologici, [Nick Bostrom]({{< relref "20211216112601-nick_bostrom.md" >}})
